last-gasp/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Jay Dixit" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Roboto+Slab|Open+Sans">
<link rel="stylesheet" href="css/base.css">
<link rel="stylesheet" href="css/style.css">
<meta property="og:title" content="Last Gasp of Summer" />
<meta property="og:description" content="You've been invited...">
<meta property="og:image" content="img/4.png"/>
<meta property="og:url" content="index.html"/>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
<body>
<div id="content" class="content">
<style>
section.module.parallax-1 {
 background-image: url("img/1.png");
}
section.module.parallax-2 {
 background-image: url("img/2.png");
}
section.module.parallax-3 {
 background-image: url("img/3.png");
}
.overlay {
 position: absolute;
 top: 0;
 left: 0;
 width: 100%;
 height: 100%;
 background: rgba(0, 0, 0, 0.5);
 z-index: 1;
}
.container {
 position: relative;
 z-index: 2;
 padding: 20px;
}
h1 {
 font-size: 3em;
 text-shadow: 2px 2px 4px rgba(0, 0, 0, 0.5);
}
</style>

<div class="wrapper">
<section class="module parallax parallax-1">
  <div class="overlay"></div>
    <div class="container">
     <h1>Last Gasp</h1>
    </div>
   </section>
<div id="outline-container-org8245fb3" class="outline-2">
<h2 id="org8245fb3">Savor the Last Gasp of Summer</h2>
<div class="outline-text-2" id="text-org8245fb3">
</div>
<div id="outline-container-org240745a" class="outline-3">
<h3 id="org240745a">You&rsquo;re Invited!</h3>
<div class="outline-text-3" id="text-org240745a">
<p>
Join us for a delightful evening as we bid farewell to summer with style, sips, and sunshine.
</p>
</div>
</div>
<div id="outline-container-org117d32f" class="outline-3">
<h3 id="org117d32f">Event Details</h3>
<div class="outline-text-3" id="text-org117d32f">
<p>
📅 <strong>Date:</strong> Saturday, August 31, 2024 <br>
⏰ <strong>Time:</strong> 5:30 PM onward <br>
📍 <strong>Location:</strong> 50 Bridge Street, Apartment 307, DUMBO, Brooklyn, NY <br>
🗺️ <strong>Map:</strong> <a href="https://maps.app.goo.gl/Q6pNZpmTHYmQatb3A">View on Google Maps</a>
</p>

<p>
Come relax on our spacious <strong>outdoor patio</strong> overlooking the cityscape, enjoy great company, and don&rsquo;t forget to say hello to <strong>Charlie</strong>, our friendly and charming canine host!
</p>

<p>
<strong>Friends are welcome!</strong> The more, the merrier as we celebrate the last rays of summer together.
</p>
</div>
</div>
<div id="outline-container-org2cf7c63" class="outline-3">
<h3 id="org2cf7c63">RSVP</h3>
<div class="outline-text-3" id="text-org2cf7c63">
<p>
Kindly let us know if you&rsquo;ll be joining us so we can prepare the perfect evening for everyone.
</p>

<p>
📧 <strong>Email:</strong> <a href="mailto:jay@jaydixit.com">jay@jaydixit.com</a> <br>
📱 <strong>Phone:</strong> (646) 355-8001
</p>

<p>
<em>Contributions of snacks or beverages are appreciated but not required. Your presence is the best gift!</em>
</p>
</div>
</div>
<div id="outline-container-org241cc8f" class="outline-3">
<h3 id="org241cc8f">Dress Code</h3>
<div class="outline-text-3" id="text-org241cc8f">
<p>
<strong>Summer Chic:</strong> Embrace those breezy summer vibes one last time with your favorite warm-weather attire. Floral prints, light linens, and vibrant colors are all welcome!
</p>

<p>
Looking forward to celebrating with you and making unforgettable memories as we toast to the end of a beautiful summer.
</p>

<p>
<strong>Cheers!</strong> <br>
Sunjay &amp; Charlie 🐾
</p>

<p>
<em>Note: This invitation, including all text and images, have been automatically generated for your convenience.</em>
</p>
</div>
</div>
<div id="outline-container-orge340a11" class="outline-3">
<h3 id="orge340a11">On the Menu</h3>
<div class="outline-text-3" id="text-orge340a11">
<p>
Indulge in our handcrafted summer cocktails, each inspired by the essence of the season:
</p>
</div>
<div id="outline-container-orgcafae8d" class="outline-4">
<h4 id="orgcafae8d">1. Sunset Spritz</h4>
<div class="outline-text-4" id="text-orgcafae8d">
<p>
A refreshing blend of sparkling rosé, elderflower, and a hint of fresh grapefruit, capturing the magic of a summer sunset.
</p>
</div>
</div>
<div id="outline-container-orgac15b85" class="outline-4">
<h4 id="orgac15b85">2. Tropical Breeze</h4>
<div class="outline-text-4" id="text-orgac15b85">
<p>
An exotic mix of coconut rum, pineapple juice, and a splash of lime, transporting you straight to a beach paradise.
</p>
</div>
</div>
<div id="outline-container-org7fdd9a1" class="outline-4">
<h4 id="org7fdd9a1">3. Garden Gimlet</h4>
<div class="outline-text-4" id="text-org7fdd9a1">
<p>
A crisp concoction of gin, fresh cucumber, basil, and a twist of lemon, embodying the freshness of a summer garden.
</p>
</div>
</div>
<div id="outline-container-org8ccebd4" class="outline-4">
<h4 id="org8ccebd4">4. Berry Bliss</h4>
<div class="outline-text-4" id="text-org8ccebd4">
<p>
A sweet and tangy fusion of vodka, muddled berries, and a touch of mint, celebrating the season&rsquo;s bounty.
</p>
</div>
</div>
<div id="outline-container-orgdb85a99" class="outline-4">
<h4 id="orgdb85a99">5. Charlie&rsquo;s Choice (Non-Alcoholic)</h4>
<div class="outline-text-4" id="text-orgdb85a99">
<p>
A delightful blend of sparkling water, fresh watermelon, and a hint of mint, perfect for those who prefer a sober sip.
</p>

</div>
</div>
  </section>
   <section class="module parallax parallax-2">
 <div class="overlay"></div>
    <div class="container">
     <h1>Until then...</h1>
    </div>
   </section>
</div>
</div>
  </section>

 </main>

 <footer>
  <div class="container">
   <div class="copyright">
   <small><a href="http://jaydixit.com">jaydixit.com</a></small>
   </div>
  </div>
</footer>
</div>
</body>
</html>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
